[
    {
        "q": "What happens when I buy REWARDS?",
        "a": "When you buy REWARDS, your SOL gets locked into the SOL REWARDS smart contract and rewards you with up to 6% daily return every day."
    },
    {
        "q": "Can I take my initial SOL back?",
        "a": "Over Time! REWARDS are not bought, REWARDS are mined therefore they can't be sold. Once REWARDS are mined they work for you indefinitely, providing you with an unlimited amount of SOL at a starting rate of 3% daily."
    },
    {
        "q": "How much are my fees?",
        "a": "There is a small 1% dev fee in order to pay for marketing costs."
    },
    {
        "q": "When is the best time to buy REWARDS?",
        "a": "Always! No matter when you hire miners, you will begin with a return rate of upt to 6% daily."
    },
    {
        "q": "How often should I compound?",
        "a": "We recommend that you compound at least once per day but you are free to do so as often as you wish."
    },
    {
        "q": "How is SOL REWARDS sustainable?",
        "a": "REWARDS are sustained by continued community support, just as every other crypto coin, token or project. The difference is that since there is no token, there is no price to dump. As long as REWARDS are mining in the contract, there will be rewards!"
    },
    {
        "q": "How do referrals work?",
        "a": "•        1-9 referrals give no boost on rewards (3% total daily rewards)",
        "a1": "•        10-24 referrals give an extra 0.5% daily bonus (3.5% total daily rewards)",
        "a2": "•        25-49 referrals give an extra 1% daily bonus (4% total daily rewards)",
        "a3": "•        50-99 referrals give an extra 1.5% daily bonus (4.5% total daily rewards)",
        "a4": "•        100-149 referrals give an extra 2% daily bonus (5% total daily rewards)",
        "a5": "•        150-249 referrals give an extra 2.5% daily bonus (5.5% total daily rewards)",
        "a6": "•        250+ referrals give an extra 3% daily bonus (6% total daily rewards)"
    },
    {
        "q": "When did REWARDS launch?",
        "a": "It launched May 2023."
    }
]